export const profileStatuses = [
  {
    title: 'На тренировке',
    desc: 'Тренируется в данный момент',
    svg_image: '🏋️‍♂️',
  },
  { title: 'Отдыхаю', desc: 'Перерыв между тренировками', svg_image: '😴' },
  {
    title: 'На соревнованиях',
    desc: 'Участвует в спортивных соревнованиях',
    svg_image: '🏆',
  },
  { title: 'На каникулы', desc: 'Временно не тренируется', svg_image: '🏖️' },
  {
    title: 'Восстановление',
    desc: 'Проходит реабилитацию или восстановление после травмы',
    svg_image: '🛌',
  },
  {
    title: 'Готовлюсь к соревнованиям',
    desc: 'Подготовка к предстоящим соревнованиям',
    svg_image: '🎯',
  },
  {
    title: 'Занят тренировками',
    desc: 'Активно занимается тренировками',
    svg_image: '🏃‍♂️',
  },
  {
    title: 'Занимаюсь растяжкой',
    desc: 'Выполняет упражнения на растяжку',
    svg_image: '🧘‍♀️',
  },
  {
    title: 'На отдыхе',
    desc: 'На отдыхе после соревнований или сезона',
    svg_image: '🌴',
  },
  {
    title: 'В пути',
    desc: 'Путешествует на тренировки или соревнования',
    svg_image: '✈️',
  },
  {
    title: 'Мотивация',
    desc: 'Смотрю мотивационные видео или тренировки',
    svg_image: '🔥',
  },
  {
    title: 'Завершил тренировку',
    desc: 'Успешно завершил тренировку',
    svg_image: '✅',
  },
  {
    title: 'Групповая тренировка',
    desc: 'Ведёт или участвует в групповой тренировке',
    svg_image: '👥',
  },
  {
    title: 'Планирую тренировку',
    desc: 'Работает над составлением тренировочного плана',
    svg_image: '📝',
  },
  {
    title: 'Занимаюсь йогой',
    desc: 'Выполняет йогу для расслабления и гибкости',
    svg_image: '🧘‍♂️',
  },
];
