export const sportCategories = [
  { title: '3-й юношеский разряд' },
  { title: '2-й юношеский разряд' },
  { title: '1-й юношеский разряд' },
  { title: '3-й спортивный разряд' },
  { title: '2-й спортивный разряд' },
  { title: '1-й спортивный разряд' },
  { title: 'Кандидат в мастера спорта России' },
  { title: 'Мастер спорта России' },
  { title: 'Конькобежный спорт' },
  { title: 'Мастер спорта России международного класса' },
  { title: 'Гроссмейстер России' },
  { title: 'Заслуженный мастер спорта России' },
];
