// import { INewModel } from "../model/INewModel";

// export const newsList: INewModel[] = [
//   {
//     id: 1,
//     title: "Запущен бета-тест спортивного веб-сервиса SportSphere!",
//     description:
//       "Пользователи могут тестировать новые функции: создание тренировочных планов и управление профилями.",
//     date: "29.09.2024",
//   },
//   {
//     id: 2,
//     title: "Чемпионат Европы по футболу стартовал!",
//     description:
//       "Не пропустите матчи сборной — следите за расписанием и результатами через наш сервис.",
//     image:
//       "https://pic.rutubelist.ru/playlist/5107f0e5-71fa-11ef-8266-02420a000208.jpg",
//     date: "05.10.2024",
//   },
//   {
//     id: 3,
//     title: "Реализована поддержка командных тренировочных групп",
//     description:
//       "Тренеры теперь могут управлять командами спортсменов и назначать персональные задания.",
//     date: "12.10.2024",
//   },
//   {
//     id: 4,
//     title: "Добавлен новостной раздел",
//     description:
//       "Получайте новости по развитии веб-сервиса и другие спортивные события",
//     date: "22.10.2024",
//   },
//   {
//     id: 5,
//     title: "Московский марафон прошел с рекордным числом участников",
//     description:
//       "В октябре 2024 года рекорд по числу участников установил Московский марафон — около 40 тысяч человек. Впервые забег прошёл на протяжении двух дней, что и стало рекордом по числу заявок.",
//     date: "25.10.2024",
//   },
//   {
//     id: 6,
//     title: "Функция обмена тренировочными планами",
//     description:
//       "Спортсмены могут делиться своими программами тренировок и результатами в сообществе.",
//     date: "20.11.2024",
//   },
//   {
//     id: 7,
//     title: "Установлены новые рекорды на мировом чемпионате по легкой атлетике",
//     description:
//       "Некоторые новые рекорды, установленные на чемпионате мира по лёгкой атлетике:\n\n8 августа 2024 года Сидни Маклафлин установила рекорд на дистанции 400 метров с барьерами — 50,37 секунды.\n25 августа 2024 года Арман Дюплантис установил рекорд в прыжках с шестом — 6,26 метра.\nТакже в 2023 году на чемпионате мира сборная США установила мировой рекорд в смешанной эстафете 4×400 метров — 3 минуты 8,80 секунды.",
//     date: "29.11.2024",
//   },
//   {
//     id: 8,
//     title: "Установлены новые рекорды на мировом чемпионате по плаванию",
//     description:
//       "10 декабря 2024 года на чемпионате мира по плаванию на короткой воде в Будапеште установлены семь мировых рекордов.\nНекоторые достижения:\n\nАмериканка Гретхен Уолш дважды обновила рекорд на дистанции 40 метров баттерфляем: в предварительном заплыве она показала результат 24,02 секунды, а в полуфинале — 23,94 секунды.\nШвейцарец Ноэ Понти побил собственное достижение на дистанции 40 метров баттерфляем — 21,50 секунды.\nАмериканка Кейт Дуглас победила в финале на дистанции 200 метров комплексным плаванием с мировым рекордом — 2 минуты 01,63 секунды.\nСаммер Макинтош из Канады установила новый мировой рекорд на дистанции 400 метров вольным стилем — 3 минуты 50,25 секунды.",
//     date: "10.12.2024",
//   },
//   {
//     id: 9,
//     title: "Новый дизайн профиля пользователя",
//     description:
//       "Обновленный интерфейс с поддержкой загрузки аватаров и статистики достижений.",
//     date: "15.12.2024",
//   },
// ];
