import { QuoteModel } from "../model/quoteModel";

export const quotes: QuoteModel[] = [
  { quote: "Каждый день - это еще один шанс изменить свою жизнь" },
  { quote: "Тело достигает того, во что верит разум" },
  { quote: "Легче не становится. Ты просто становишься лучше" },
  { quote: '"Самое большое богатство - это здоровье".', author: "Вергилий" },
  { quote: "Сейчас трудно, но однажды это будет твоей разминкой" },
  { quote: "Ничего не получится, пока ты этого не сделаешь" },
  { quote: "Прогресс не означает совершенство" },
  { quote: "Час тренировки - это всего 4% вашего дня. Никаких отговорок" },
  {
    quote: "Не останавливайся, когда ты устал. Останавливайся, когда закончишь",
  },
  {
    quote: '"Спорт - это ускорение, а не максимальная скорость".',
    author: "Майк Бойл",
  },
  { quote: "Не нужно быть совершенным... нужно просто начать" },
  { quote: '"Сложные дни делают тебя сильнее".', author: "Али Райсман" },
  { quote: "Постоянное совершенствование лучше, чем отложенное совершенство" },
  { quote: "Почему ты останавливаешься? Думаешь, я тебя не вижу?" },
  { quote: "Если хотите расти, будьте готовы выйти из своей зоны комфорта" },
];
