import { QuoteModel } from "../model/quoteModel";

export const quotes: QuoteModel[] = [
  { quote: "«Каждый день - это еще один шанс изменить свою жизнь»" },
  { quote: "«Тело достигает того, во что верит разум»" },
  { quote: "«Легче не становится. Ты просто становишься лучше»" },
  { quote: "«Самое большое богатство - это здоровье».", author: "Вергилий" },
  { quote: "«Сейчас трудно, но однажды это будет твоей разминкой»" },
  { quote: "«Ничего не получится, пока ты этого не сделаешь»" },
  { quote: "«Прогресс не означает совершенство»" },
  { quote: "«Час тренировки - это всего 4% вашего дня. Никаких отговорок»" },
  {
    quote:
      "«Не останавливайся, когда ты устал. Останавливайся, когда закончишь»",
  },
  {
    quote: "«Спорт - это ускорение, а не максимальная скорость».",
    author: "Майк Бойл",
  },
  { quote: "«Не нужно быть совершенным... нужно просто начать»" },
  { quote: "«Сложные дни делают тебя сильнее».", author: "Али Райсман" },
  {
    quote: "«Постоянное совершенствование лучше, чем отложенное совершенство»",
  },
  { quote: "«Почему ты останавливаешься? Думаешь, я тебя не вижу?»" },
  { quote: "«Если хотите расти, будьте готовы выйти из своей зоны комфорта»" },
  {
    quote: "«Победит не тот, кто сильнее, а тот, кто готов идти до конца».",
    author: "Федор Емельяненко",
  },
  {
    quote:
      "«Покажите мне парня, который боится выглядеть плохо, и я покажу вам парня, которого вы можете победить каждый раз».",
    author: "Лу Брок",
  },
  {
    quote: "«Чемпион – это тот, кто встает, когда не может».",
    author: "Джек Демпси",
  },
  {
    quote:
      "«Дело не в том, что тебя сбивают с ног; дело в том, встанешь ли ты».",
    author: "Винс Ломбарди",
  },
  {
    quote: "«Упорный труд побеждает талант, когда талант не работает усердно».",
    author: "Тим Нотке",
  },
  {
    quote:
      "«Кто-то говорит, что я талантливый. Мой самый большой талант заключался в том, что я умел работать больше чем другие. Пахать».",
    author: "Костя Цзю",
  },
  {
    quote: "«Если вы не идете до конца, зачем вообще идти?»",
    author: "Джо Намат",
  },
  {
    quote: "«Ты никогда не проиграешь, пока не перестанешь пытаться».",
    author: "Майк Дитка",
  },
  {
    quote: "«Настойчивость может превратить неудачу в выдающееся достижение».",
    author: "Мэтт Бионди",
  },
  {
    quote:
      "«Пять «S» спортивной тренировки – это выносливость, скорость, сила, мастерство и дух; но величайшее из них – дух».",
    author: "Кен Доэрти",
  },
  {
    quote: "«Спорт – это труд, но не все с ним справляются».",
    author: "Ирина Винер-Усманова",
  },
  {
    quote: "«Мы не хотим рассказывать о своих мечтах, мы хотим их показать».",
    author: "Криштиану Роналду",
  },
  {
    quote:
      "«Я действительно думаю, что чемпиона определяют не его победы, а то, как он может восстановиться после падения».",
    author: "Серена Уильямс",
  },
  { quote: "«Не бойся неудачи. Это путь к успеху».", author: "Леброн Джеймс" },
  {
    quote:
      "«Никогда не говори «никогда», потому что ограничения, как и страхи, часто являются всего лишь иллюзией».",
    author: "Майкл Джордан",
  },
  {
    quote:
      "«Я не хочу быть следующим Майклом Джорданом, я хочу быть только Коби Брайантом».",
    author: "Коби Брайан",
  },
  {
    quote:
      "«Научите спортсмена до конца бороться за любое место, и он сумеет сражаться за первое».",
    author: "Лариса Латынина",
  },
  {
    quote: "«Никогда не позволяйте страху перед ударом встать на вашем пути».",
    author: "Бэйб Рут",
  },
  {
    quote:
      "«Тот, кто недостаточно смел, чтобы рисковать, ничего не добьется в жизни».",
    author: "Мухаммед Али",
  },
  {
    quote:
      "«Если мой разум может понять это и мое сердце может в это поверить, тогда я могу этого достичь».",
    author: "Мухаммед Али",
  },
  {
    quote: "«Трудно победить человека, который никогда не сдается».",
    author: "Бэйб Рут",
  },
  {
    quote: "«Спорт совершенствует физические качества и проверяет моральные».",
    author: "Ляйсан Утяшева",
  },
  {
    quote:
      "«Тебя утомляют не горы впереди, на которые нужно взобраться; это камешек в твоем ботинке».",
    author: "Мухаммед Али",
  },
  {
    quote: "«Если вы боитесь неудачи, вы не заслуживаете успеха!»",
    author: "Чарльз Баркли",
  },
  {
    quote: "«Сила не в победе. Ваша борьба развивает ваши сильные стороны».",
    author: "Арнольд Шварцнеггер",
  },
  {
    quote:
      "«Я – да, ругаюсь. Потому что заставляю спортсмена через «не хочу» выполнить то, что он должен. Вот и все. Веду себя как обычный родитель, который обязан воспитывать и следить за образованием своего ребенка. Только потому, что он его любит. Если перестанет следить – вот это уже будет не любовь».",
    author: "Этери Тутберидзе",
  },
  {
    quote:
      "«Я скорее буду сожалеть о рисках, которые не сработали, чем о шансах, которыми я вообще не воспользовалась».",
    author: "Симона Байлз",
  },
  {
    quote:
      "«Я ненавидел каждую минуту тренировок, но я сказал: «Не сдавайся. Потерпи сейчас и проживи остаток своей жизни как чемпион».",
    author: "Мухаммед Али",
  },
  { quote: "«Чем тяжелее битва, тем слаще победа».", author: "Лес Браун" },
  {
    quote:
      "«Возраст не помеха. Это ограничение, которое вы накладываете на свой разум».",
    author: "Джеки Джойнер-Керси",
  },
  {
    quote:
      "«Способность побеждать самого себя, без сомнения, является самым ценным из всего, что дарит спорт».",
    author: "Ольга Корбут",
  },
  {
    quote: "«Победа – это еще не все, главное – желание победить».",
    author: "Винс Ломбарди",
  },
  {
    quote:
      "«За свою карьеру я промазал более 9000 бросков. Я проиграл почти 300 игр. Двадцать шесть раз мне доверяли сделать решающий бросок, и я промахивался. Я терпел неудачу снова и снова в своей жизни. И именно поэтому я преуспеваю».",
    author: "Майкл Джордан",
  },
  {
    quote: "«Если вы можете поверить в это, разум может этого достичь».",
    author: "Ронни Лотт",
  },
  {
    quote:
      "«Ты мечтаешь. Ты планируешь. Ты достигаешь. Будут препятствия. Найдутся сомневающиеся. Будут ошибки. Но при упорной работе, с верой, с уверенностью и доверием к себе и окружающим нет никаких ограничений».",
    author: "Майкл Фелпс",
  },
  {
    quote:
      "«Если что-то стоит между тобой и твоим успехом, убери это. Никогда не отказывайся».",
    author: "Дуэйн «Скала» Джонсон",
  },
  {
    quote:
      "«Убежден: без напряженной работы над собой, без фанатизма ничего путного нельзя добиться ни в спорте, ни где-либо еще».",
    author: "Анатолий Тарасов",
  },
  {
    quote: "«Когда тебе есть что доказывать, нет ничего важнее вызова».",
    author: "Терри Брэдшоу",
  },
  {
    quote: "«Знаете, какая моя любимая часть игры? Возможность играть».",
    author: "Майк Синглтери",
  },
  {
    quote:
      "«Не позволяйте тому, что вы не можете сделать, мешать тому, что вы можете сделать».",
    author: "Джон Вуден",
  },
  {
    quote:
      "«Независимо от обстоятельств, через которые вы можете пройти, просто преодолевайте их».",
    author: "Рэй Льюис",
  },
  {
    quote:
      "«Можно мотивировать страхом, а можно мотивировать наградой. Но оба эти метода носят временный характер. Единственная постоянная вещь – это самомотивация».",
    author: "Гомер Райс",
  },
  {
    quote:
      "«Тот, кто хочет добиться убедительных побед, обязан пытаться прыгнуть выше головы».",
    author: "Лев Яшин",
  },
  {
    quote:
      "«Моим девизом всегда было продолжать качаться. Неважно, был ли у меня спад, или я плохо себя чувствовал, или у меня были проблемы вне поля, единственное, что мне оставалось делать, – это продолжать качаться».",
    author: "Хэнк Аарон",
  },
  {
    quote:
      "«У вас должна быть не только конкурентоспособность, но и способность, независимо от обстоятельств, с которыми вы сталкиваетесь, никогда не сдаваться».",
    author: "Эбби Вамбах",
  },
  {
    quote: "«Пока у тебя есть попытка, ты не проиграл».",
    author: "Сергей Бубка",
  },
  {
    quote:
      "«Что делать с ошибкой: признать ее, извлечь из нее урок, забыть ее».",
    author: "Дин Смит",
  },
  {
    quote:
      "«Никогда не сдавайся! Неудача и отказ – только первый шаг к успеху».",
    author: "Джим Вальвано",
  },
  {
    quote:
      "«Если ты будешь бояться, ты никогда не будешь радоваться жизни. У тебя есть только один шанс, так что ты должен повеселиться».",
    author: "Линдси Вонн",
  },
  {
    quote:
      "«Девушки считают, что сейчас все парни пошли какими-то женственными. Так ищите не в клубах, а в спортзалах!»",
    author: "Костя Цзю",
  },
  {
    quote:
      "«Нельзя ничего ограничивать. Чем больше ты мечтаешь, тем дальше ты идешь».",
    author: "Майкл Фелпс",
  },
  {
    quote: "«Я никогда не беспокоюсь о проблеме. Я беспокоюсь о решении».",
    author: "Шакил О'Нил",
  },
  {
    quote:
      "«Беги, когда можешь, ходи, если нужно, ползай, если нужно; просто никогда не сдавайся».",
    author: "Дин Карназес",
  },
  {
    quote:
      "«Нельзя всегда быть лучшим. Вы должны помнить, что все иногда ошибаются».",
    author: "Али Райсман",
  },
  {
    quote: "«Лучше начать и ошибаться, чем не начать и сожалеть всю жизнь».",
    author: "Александр Карелин",
  },
  {
    quote:
      "«Я просто знала, что если это можно сделать, то это нужно сделать, и я это сделала».",
    author: "Гертруда Эдерле",
  },
  {
    quote:
      "«Разница между невозможным и возможным заключается в решимости человека».",
    author: "Томми Ласорда",
  },
  {
    quote:
      "«Постоянные усилия, а не сила или интеллект, – это ключ к раскрытию нашего потенциала».",
    author: "Лиана Кардес",
  },
  {
    quote:
      "«Один человек может быть ключевым элементом команды, но один человек не может создать команду».",
    author: "Карим Абдул-Джаббар",
  },
  {
    quote: "«В жизни живет лучше тот, кто окреп хорошо физически».",
    author: "Михаил Калинин",
  },
  {
    quote:
      "«Твоя вера в самого себя должна быть непоколебимой. Только тогда ты сможешь достичь максимальных результатов»",
    author: "Майкл Фелпс, олимпийский пловец",
  },
  {
    quote:
      "«Успех начинается с мыслей в голове. Если ты считаешь себя победителем, то и станешь им»",
    author: "Усэйн Болт, легкоатлет.",
  },
  {
    quote: "«Не бойся проиграть. Бойся не попробовать»",
    author: "Майкл Джордан, баскетболист.",
  },
  {
    quote: "«Только после поражения можно узнать свои настоящие возможности»",
    author: "Алия Мустафина, гимнастка",
  },
  {
    quote: "«Неудачи - это лишь временные препятствия на пути к успеху»",
    author: "Ирина Слуцкая, фигуристка.",
  },
  {
    quote: "«Чем ниже падаю, тем выше я смогу подняться»",
    author: "Коби Брайант, баскетболист.",
  },
  {
    quote: "«Трудности показывают, насколько ты на самом деле преуспел»",
    author: "Майкл Фелпс, олимпийский пловец.",
  },
  {
    quote: "«Нет предела совершенству»",
    author: "Кристиано Роналду, футболист.",
  },
  {
    quote:
      "«Для достижения выдающихся результатов нужно быть готовым делать то, чего никто другой не захочет делать»",
    author: "Майкл Джордан, баскетболист.",
  },
  {
    quote:
      "«Ты должен быть уверен в себе, когда участвуешь в соревнованиях. Ты должен быть зверем».",
    author: "Гэбби Дуглас",
  },
  {
    quote: "«Победители никогда не сдаются, а сдавшиеся никогда не побеждают».",
    author: "Винс Ломбарди",
  },
  {
    quote: "«Трофей собирает пыль. Воспоминания остаются навсегда».",
    author: "Мэри Лу Реттен",
  },
  {
    quote:
      "«На самом деле вы никогда не играете с соперником. Вы играете с самим собой, со своими самыми высокими стандартами, и когда вы достигаете своих пределов, это настоящая радость».",
    author: "Артур Эш",
  },
  {
    quote: "«Вы сами контролируете свои победы и поражения».",
    author: "Мария Шарапова",
  },
  {
    quote:
      "«Я не считаю количество отжиманий. Я начинаю считать только тогда, когда начинает болеть».",
    author: "Мухаммед Али",
  },
  {
    quote:
      "«Вы должны обладать не только конкурентоспособностью, но и способностью, независимо от обстоятельств, с которыми вы сталкиваетесь, никогда не сдаваться».",
    author: "Эбби Вамбах",
  },
  {
    quote:
      "«Вы играете в игру, будь то «Малая лига» или седьмая игра Мировой серии. Невозможно хорошо играть, если вы не получаете удовольствия. Люди говорят о давлении. Да, оно есть. Но я просто смотрю на это как на развлечение».",
    author: "Дерек Джетер",
  },
  {
    quote:
      "«Знаете, что мне больше всего нравится в этой игре? Возможность играть».",
    author: "Майк Синглтери",
  },
  {
    quote:
      "«Дело не в желании победить — оно есть у каждого. Дело в желании подготовиться к победе».",
    author: "Пол «Медведь» Брайант",
  },
  {
    quote:
      "«Я бы предпочла сожалеть о рисках, которые не оправдались, чем о шансах, которые я вообще не использовала».",
    author: "Симона Байлз",
  },
  {
    quote: "«Вы упускаете 100% бросков, которые не делаете».",
    author: "Уэйн Гретцки",
  },
  {
    quote:
      "«Никогда не опускай голову. Никогда не сдавайся, не садись и не горюй. Найди другой способ».",
    author: "Сэтчел Пейдж",
  },
  { quote: "«Не бойтесь неудач. Это путь к успеху».", author: "Леброн Джеймс" },
  {
    quote: "«Я верю в невозможное, потому что больше никто не верит».",
    author: "Флоренс Гриффит Джойнер",
  },
  {
    quote:
      "«Я слишком усердно и долго работала, чтобы позволить чему-либо встать на пути к моим целям. Я не подведу своих товарищей по команде и не подведу себя».",
    author: "Миа Хэм",
  },
  {
    quote:
      "«Сила приходит не от побед. Ваша борьба развивает ваши сильные стороны».",
    author: "Арнольд Шварценеггер",
  },
  {
    quote:
      "«Боль — это временно. Она может длиться минуту, или час, или день, или год, но в конце концов она утихнет, и её место займёт что-то другое. Однако если я сдамся, она будет длиться вечно».",
    author: "Лэнс Армстронг",
  },
  { quote: "«Чем труднее победа, тем радостнее победа».", author: "Пеле" },
  {
    quote:
      "«Просто верьте в себя. Даже если вы не притворяетесь, что верите, в какой-то момент вы поверите».",
    author: "Винус Уильямс",
  },
  {
    quote:
      "«Трудные дни — лучшие, потому что именно в такие дни рождаются чемпионы».",
    author: "Гэбби Дуглас",
  },
  {
    quote:
      "«Каждый чемпион когда-то был претендентом, который отказался сдаваться».",
    author: "Рокки Бальбоа",
  },
  {
    quote:
      "«Одна из особенностей команд-чемпионов заключается в том, что они стойкие. Что бы ни случилось, как бы глубоко они ни упали, они находят способ восстановиться и преодолеть трудности».",
    author: "Ник Сабан",
  },
  {
    quote:
      "«Не сдавайся. Пострадай сейчас и проживи остаток жизни как чемпион».",
    author: "Мухаммед Али",
  },
  {
    quote:
      "«Большинство людей никогда не пробегают достаточно далеко на первой волне, чтобы понять, что у них есть вторая».",
    author: "Уильям Джеймс",
  },
  {
    quote:
      "«Настоящие чемпионы — это не всегда те, кто побеждает, а те, у кого больше всего смелости».",
    author: "Миа Хэм",
  },
  {
    quote:
      "«Один человек, практикующий спортивное мастерство, лучше, чем 50 человек, проповедующих его».",
    author: "Кнут Рокне",
  },
  {
    quote: "«Если вы не можете обыграть их, переработайте их».",
    author: "Бен Хоган",
  },
  {
    quote:
      "«Тренируйся усердно, выкладывайся по максимуму, а остальное приложится».",
    author: "Усэйн Болт",
  },
  {
    quote: "«Сначала страсть, а всё остальное встанет на свои места».",
    author: "Холли Холм",
  },
  { quote: "«Без самодисциплины успех невозможен, точка.» — Лу Хольц" },
  {
    quote:
      "«Я действительно считаю, что чемпиона определяют не его победы, а то, как он восстанавливается после поражений».",
    author: "Серена Уильямс",
  },
  {
    quote: "«Чемпион — это просто тот, кто не сдался, когда хотел сдаться».",
    author: "Том Лэндри",
  },
  {
    quote:
      "«Каждый раз, когда я выхожу на поле, я выкладываюсь по полной, независимо от счёта».",
    author: "Тим Тебоу",
  },
  {
    quote:
      "«Самые полезные дела в жизни — это зачастую те, которые кажутся невыполнимыми».",
    author: "Арнольд Палмер",
  },
  {
    quote:
      "«Где-то за спортсменом, которым ты стала, за часами тренировок и тренерами, которые тебя подталкивали, стоит маленькая девочка, которая влюбилась в игру и никогда не оглядывалась назад… играй ради неё».",
    author: "Миа Хэм",
  },
  {
    quote:
      "«Единственный способ доказать, что ты хорош в спорте, — это проиграть».",
    author: "Эрни Бэнкс",
  },
  {
    quote:
      "«Я всегда чувствовал, что моим самым большим преимуществом были не физические, а умственные способности».",
    author: "Брюс Дженнер",
  },
  {
    quote:
      "Большинство людей сдаются именно тогда, когда они вот-вот добьются успеха. Они сдаются на линии в один ярд. Они сдаются на последней минуте игры в футе от победного тачдауна.",
    author: "Росс Перо",
  },
  {
    quote:
      "«Позаботьтесь о том, чтобы ваш злейший враг не жил у вас под боком».",
    author: "Лэрд Гамильтон",
  },
  {
    quote:
      "«Спорт воспитывает характер, учит играть по правилам, показывает, каково это — побеждать и проигрывать, — он учит жизни».",
    author: "Билли Джин Кинг",
  },
  {
    quote:
      "«Вы никогда не узнаете, на что способны, пока не сделаете первый шаг и не попробуете».",
    author: "Наташа Хастингс",
  },
  {
    quote:
      "«Что делает что-то особенным, так это не только то, что вы можете получить, но и то, что вы можете потерять».",
    author: "Андре Агасси",
  },
  {
    quote:
      "«То, как вы отреагируете на вызов во второй половине матча, определит, кем вы станете после игры, победителем или проигравшим».",
    author: "Лу Хольц",
  },
  { quote: "«Не ждите возможности. Создайте её»." },
  {
    quote:
      "«Самые талантливые игроки не всегда добиваются успеха. Некоторые даже не попадают в команду. Важнее то, что внутри».",
    author: "Бретт Фавр",
  },
  {
    quote:
      "«Препятствия не должны вас останавливать. Если вы наткнулись на стену, не разворачивайтесь и не сдавайтесь. Придумайте, как её преодолеть, пройти сквозь неё или обойти».",
    author: "Майкл Джордан",
  },
  {
    quote:
      "«Победа — это когда ты сделал всё, что мог. Если ты сделал всё, что мог, ты победил».",
    author: "Билли Бауэрман",
  },
  { quote: "«Великие результаты никогда не достигались в зоне комфорта»." },
  {
    quote: "«Чемпионы продолжают играть, пока не добьются своего».",
    author: "Билли Джин Кинг",
  },
  {
    quote:
      "«Я абсолютно уверен, что люди, если их не тренировать, никогда не достигнут своих максимальных возможностей».",
    author: "Боб Нарделли",
  },
  {
    quote:
      "«Тренер — это тот, кто видит дальше ваших возможностей и ведёт вас к величию!»",
    author: "Майкл Джордан",
  },
  {
    quote:
      "«Хороший тренер поможет своим игрокам увидеть, кем они могут стать, а не кем они являются».",
    author: "Ара Парсегян",
  },
  {
    quote:
      "«Хороший тренер говорит вам то, что вам нужно услышать, а не то, что вы хотите услышать».",
    author: "Саги Калев",
  },
  {
    quote:
      "«Лидерство - это когда люди смотрят на тебя и обретают уверенность ... если ты контролируешь ситуацию, то и они контролируют ситуацию».",
    author: "Том Лэндри",
  },
  {
    quote:
      "«Игроки прислушиваются к тренерам, которые действительно заботятся об их интересах».",
    author: "Майк Синглтери",
  },
  {
    quote:
      "«Хороший тренер может изменить игру. Великий тренер может изменить жизнь».",
    author: "Джон Вуден",
  },
  {
    quote:
      "«Вы добьётесь от других наилучших результатов, если будете разжигать огонь не под ними, а внутри них».",
    author: "Боб Нельсон",
  },
  {
    quote:
      "«Вся суть тренерской работы в том, чтобы привести игрока туда, куда он сам не может прийти».",
    author: "Билл Маккартни",
  },
  {
    quote:
      "«Дело не в том, что знает тренер, а в том, что усвоили его игроки».",
  },
  { quote: "«Вы не требуете уважения, вы его зарабатываете» — Стив Зайдлер" },
  {
    quote: "«Трудности — это возможность проявить героизм».",
    author: "Марв Леви",
  },
  {
    quote:
      "«Тренер за один год повлияет на больше людей, чем среднестатистический человек за всю свою жизнь».",
    author: "Билли Грэм",
  },
  {
    quote:
      "«Коучинг — это раскрытие потенциала человека для максимального роста».",
    author: "Джон Уитмор",
  },
  {
    quote:
      "«За каждым бесстрашным игроком стоит бесстрашный тренер, который не позволяет им быть кем-то другим, кроме как лучшими из тех, кем они могут быть».",
  },
  {
    quote:
      "«Сила приходит не от физических возможностей. Она приходит от непоколебимой воли».",
    author: "Махатма Ганди",
  },
  {
    quote:
      "«Если вы хотите чего-то, чего у вас никогда не было, вы должны быть готовы сделать то, чего вы никогда не делали».",
    author: "Томас Джефферсон",
  },
  {
    quote:
      "«Мертвый финиш лучше, чем незавершённый, который лучше, чем незапущенный».",
  },
  {
    quote:
      "«Никогда не отказывайтесь от мечты только из-за того, что для её осуществления потребуется время. Время всё равно пройдёт».",
    author: "Эрл Найтингейл",
  },
  {
    quote:
      "«Позаботьтесь о своём теле. Это единственное место, где вам предстоит жить».",
    author: "Джим Рон",
  },
  {
    quote:
      "«Мотивация — это то, с чего вы начинаете. Привычка — это то, что помогает вам продолжать».",
    author: "Джим Рюнь",
  },
  {
    quote:
      "«Мы — это то, что мы постоянно делаем. Таким образом, совершенство — это не действие, а привычка».",
    author: "Аристотель",
  },
  {
    quote:
      "«Ваше тело может выдержать почти всё. Но вам нужно убедить свой разум».",
    author: "Эндрю Мёрфи",
  },
  {
    quote:
      "«Способность — это то, на что вы способны. Мотивация определяет, что вы делаете. Отношение определяет, насколько хорошо вы это делаете».",
    author: "Лу Хольц",
  },
  {
    quote: "«Рим строился не один день, но они работали над ним каждый день».",
  },
  {
    quote: "«Когда вы терпите неудачу, ваша тренировка только начинается».",
    author: "Ронни Коулман",
  },
  {
    quote:
      "«Разум — самая важная часть в достижении любой цели в фитнесе. Изменения в сознании всегда предшествуют изменениям в теле».",
    author: "Мэтт МакГорри",
  },
  { quote: "«Секрет успеха в том, чтобы начать».", author: "Марк Твен" },
  {
    quote:
      "«Вы не побеждены, когда проигрываете, вы побеждены, когда сдаётесь».",
    author: "Пауло Коэльо",
  },
  {
    quote: "«Ничего не получится, если вы не будете стараться».",
    author: "Джон Вуден",
  },
  {
    quote:
      "«Если вы слышите внутри себя голос, который говорит: «Ты не можешь рисовать», то непременно рисуйте, и этот голос умолкнет».",
    author: "Винсент Ван Гог",
  },
  {
    quote:
      "«То, что мы упорно делаем, становится для нас легче; не потому, что природа самой вещи меняется, а потому, что наша способность делать это возрастает».",
    author: "Хебер Грант",
  },
  {
    quote: "«Неудобство — это жизненная сила стойкости».",
    author: "Бо Хэнсон",
  },
  {
    quote: "«Великими не рождаются, ими становятся»",
    author: "Малкольм Гладуэлл",
  },
  {
    quote: "«Игра на 90% состоит из ума, а на 10% — из тела».",
    author: "Йоги Берра",
  },
  {
    quote:
      "«Успех — это путь, а не пункт назначения. Процесс зачастую важнее результата».",
    author: "Артур Эш",
  },
  {
    quote:
      "«Я не являюсь продуктом своих обстоятельств. Я являюсь продуктом своих решений».",
    author: "Стивен Кови",
  },
  {
    quote: "«Успех — это путь от неудачи к неудаче без потери энтузиазма».",
    author: "Уинстон Черчилль",
  },
  {
    quote:
      "«У чемпионов есть мастерство и воля. Но воля должна быть сильнее мастерства».",
    author: "Мухаммед Али",
  },
  {
    quote:
      "«Но в искусстве и в исследованиях неудача должна быть допустима, потому что это прыжок в неизвестность. И ни одно важное начинание, требующее инноваций, не обходится без риска. Вы должны быть готовы идти на этот риск».",
    author: "Джеймс Кэмерон",
  },
  {
    quote: "«Концентрация и психологическая устойчивость — залог победы».",
    author: "Билл Расселл",
  },
  {
    quote:
      "«Дело не в том, как сильно ты бьешь, а в том, как сильно тебя могут ударить, и ты продолжаешь двигаться вперёд».",
    author: "Рокки Бальбоа",
  },
  {
    quote:
      "«Победители в жизни постоянно думают в категориях «я могу», «я буду» и «я есть».",
    author: "Денис Уитли",
  },
  {
    quote:
      "«Если вы будете усердно тренироваться, вам не только будет трудно, но и вас будет трудно победить».",
    author: "Гершель Уокер",
  },
  {
    quote:
      "«Неприятности заставляют одних людей ломаться, а других — ставить рекорды».",
    author: "Уильям Артур Уорд",
  },
  {
    quote: "«Не оглядывайся. Что-то может настигнуть тебя».",
    author: "Сэтчел Пейдж",
  },
  {
    quote: "«Важен не размер человека, а размер его сердца».",
    author: "Эвандер Холифилд",
  },
  {
    quote:
      "«Сегодня я сделаю то, чего не сделают другие, чтобы завтра я смог достичь того, чего не могут другие».",
    author: "Джерри Райс",
  },
  {
    quote:
      "«Я снова и снова терпел неудачу в своей жизни, и именно поэтому я преуспел».",
    author: "Майкл Джордан",
  },
  {
    quote:
      "«Успех не принадлежит вам, он взят в аренду. И арендная плата вносится каждый день».",
    author: "Дж. Дж. Уотт",
  },
  {
    quote:
      "«Никогда не ограничивайте себя, никогда не довольствуйтесь малым и улыбайтесь… это бесплатно!»",
    author: "Дженни Финч",
  },
  {
    quote: "«Я понял, что из каждого поражения можно извлечь что-то полезное».",
    author: "Том Лэндри",
  },
  {
    quote:
      "«Какими бы ни были обстоятельства, в которых вы оказались, просто пройдите через это».",
    author: "Рэй Льюис",
  },
  {
    quote:
      "«Чтобы стать чемпионом, нужно верить в себя, когда никто другой не верит».",
    author: "Шугар Рэй Робинсон",
  },
  {
    quote: "«Одержать победу. Опередить. Преодолеть».",
    author: "Серена Уильямс",
  },
  {
    quote: "«Я считаю, что практика превращает ваш мозг в мышцы».",
    author: "Сэм Снид",
  },
  {
    quote:
      "«Я понял, что если ты хочешь, чтобы всё было плохо, то каким бы плохим оно ни было, ты можешь это устроить».",
    author: "Гейл Сэйерс",
  },
  {
    quote:
      "«Самовосхваление — удел неудачников. Будьте победителем. Стремитесь к чему-то. Всегда сохраняйте достоинство и будьте скромны».",
    author: "Джон Мэдден",
  },
  {
    quote:
      "«Я думаю, что самосознание, вероятно, является самым важным качеством для того, чтобы стать чемпионом».",
    author: "Билли Джин Кинг",
  },
  {
    quote:
      "«Совершенство — это не единичный поступок, а привычка. Вы — это то, что вы делаете постоянно».",
    author: "Шакил О’Нил",
  },
  {
    quote: "«Поверьте мне, без борьбы награда не так велика».",
    author: "Вильма Рудольф",
  },
];
